Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: Test connection
de: Verbindung testen
es: Probar la conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
tr: Bağlantıyı dene
zh_hans: 测试连接

source: Test the server
de: Server testen
es: Probar el servidor
fr: Tester le serveur
ja: サーバーをテスト
ko: 서버 테스트
pt_br: Testar o servidor
tr: Sunucuyu dene
zh_hans: 测试服务器

source: Testing…
de: Wird getestet…
es: Probando…
fr: Test en cours…
ja: テスト中…
ko: 테스트 중…
pt_br: Testando…
tr: Deneniyor…
zh_hans: 正在测试…

source: That note was already there.
de: Diese Notiz gab es schon.
es: Esa nota ya existía.
fr: Cette note existait déjà.
ja: そのメモはすでにありました。
ko: 그 메모는 이미 있었습니다.
pt_br: Essa nota já existia.
tr: Bu not zaten duruyordu.
zh_hans: 这条备注本来就有。

source: The access key is stored in the Keychain.
de: Der Zugriffsschlüssel ist im Schlüsselbund gesichert.
es: La clave de acceso se guarda en el llavero.
fr: La clé d’accès est conservée dans le trousseau.
ja: アクセスキーはキーチェーンに保存されています。
ko: 액세스 키는 키체인에 저장되어 있습니다.
pt_br: A chave de acesso fica guardada nas Chaves.
tr: Erişim anahtarı Keychain'de saklı.
zh_hans: 访问密钥保存在钥匙串中。

source: The address couldn’t be read.
de: Die Adresse konnte nicht gelesen werden.
es: No se pudo leer la dirección.
fr: L’adresse n’a pas pu être lue.
ja: アドレスを読み取れませんでした。
ko: 주소를 읽지 못했습니다.
pt_br: Não foi possível ler o endereço.
tr: Adres okunamadı.
zh_hans: 无法读取该地址。

source: The address couldn’t be read. It must start with https://; plain http is accepted only for addresses on your own local network.
de: Die Adresse konnte nicht gelesen werden. Sie muss mit https:// beginnen; einfaches http wird nur für Adressen in deinem lokalen Netzwerk akzeptiert.
es: No se pudo leer la dirección. Debe empezar por https://; el http sin cifrar solo se acepta en direcciones de tu red local.
fr: L’adresse n’a pas pu être lue. Elle doit commencer par https:// ; le http simple n’est accepté que pour les adresses de ton réseau local.
ja: アドレスを読み取れませんでした。https:// で始まる必要があります。暗号化なしの http は自分のローカルネットワーク上のアドレスでのみ使えます。
ko: 주소를 읽지 못했습니다. https://로 시작해야 하며, 암호화되지 않은 http는 사용자의 로컬 네트워크 주소에서만 허용됩니다.
pt_br: Não foi possível ler o endereço. Ele precisa começar com https://; http sem criptografia só é aceito em endereços da sua rede local.
tr: Adres okunamadı. https:// ile başlamalı; düz http yalnızca kendi yerel ağındaki adreslerde kabul edilir.
zh_hans: 无法读取该地址。地址必须以 https:// 开头；仅本地网络内的地址才接受普通 http。

source: The address is deleted and search is turned off.
de: Die Adresse wird gelöscht und die Suche ausgeschaltet.
es: Se elimina la dirección y se desactiva la búsqueda.
fr: L’adresse est supprimée et la recherche est désactivée.
ja: アドレスを削除し、検索をオフにします。
ko: 주소를 삭제하고 검색을 끕니다.
pt_br: O endereço é excluído e a busca é desativada.
tr: Adres silinir ve arama kapanır.
zh_hans: 将删除该地址并关闭搜索。

source: The address is empty.
de: Die Adresse ist leer.
es: La dirección está vacía.
fr: L’adresse est vide.
ja: アドレスが空です。
ko: 주소가 비어 있습니다.
pt_br: O endereço está vazio.
tr: Adres boş.
zh_hans: 地址为空。

source: The address must start with https://.
de: Die Adresse muss mit https:// beginnen.
es: La dirección debe empezar por https://.
fr: L’adresse doit commencer par https://.
ja: アドレスは https:// で始まる必要があります。
ko: 주소는 https://로 시작해야 합니다.
pt_br: O endereço precisa começar com https://.
tr: Adres https:// ile başlamalı.
zh_hans: 地址必须以 https:// 开头。

source: The chat could not be saved
de: Der Chat konnte nicht gespeichert werden
es: No se pudo guardar el chat
fr: La conversation n'a pas pu être enregistrée
ja: 会話を保存できませんでした
ko: 대화를 저장하지 못했습니다
pt_br: Não foi possível salvar a conversa
tr: Sohbet kaydedilemedi
zh_hans: 无法保存对话

source: The code didn’t finish within 3 seconds.
de: Der Code wurde nicht innerhalb von 3 Sekunden fertig.
es: El código no terminó en 3 segundos.
fr: Le code ne s’est pas terminé en 3 secondes.
ja: コードは3秒で完了しませんでした。
ko: 코드가 3초 안에 완료되지 않았습니다.
pt_br: O código não terminou em 3 segundos.
tr: Kod 3 saniyede tamamlanmadı.
zh_hans: 代码未在 3 秒内完成。

source: The code didn’t work in two attempts.
de: Der Code hat in zwei Versuchen nicht funktioniert.
es: El código no funcionó en dos intentos.
fr: Le code n’a pas fonctionné en deux tentatives.
ja: コードは2回の試行で動きませんでした。
ko: 코드가 두 번의 시도에서 작동하지 않았습니다.
pt_br: O código não funcionou em duas tentativas.
tr: Kod iki denemede çalışmadı.
zh_hans: 代码两次尝试都没有成功运行。

source: The connection no longer exists.
de: Die Verbindung existiert nicht mehr.
es: La conexión ya no existe.
fr: La connexion n’existe plus.
ja: この接続はもうありません。
ko: 해당 연결이 더 이상 없습니다.
pt_br: A conexão não existe mais.
tr: Bağlantı artık yok.
zh_hans: 该连接已不存在。

source: The file couldn’t be found.
de: Die Datei wurde nicht gefunden.
es: No se encontró el archivo.
fr: Le fichier est introuvable.
ja: ファイルが見つかりませんでした。
ko: 파일을 찾을 수 없습니다.
pt_br: O arquivo não foi encontrado.
tr: Dosya bulunamadı.
zh_hans: 未找到该文件。

source: The file operation couldn’t be completed.
de: Der Dateivorgang konnte nicht abgeschlossen werden.
es: No se pudo completar la operación con el archivo.
fr: L’opération sur le fichier n’a pas pu aboutir.
ja: ファイル操作を完了できませんでした。
ko: 파일 작업을 완료하지 못했습니다.
pt_br: Não foi possível concluir a operação com o arquivo.
tr: Dosya işlemi tamamlanamadı.
zh_hans: 文件操作未能完成。

source: The first four and voice writing need permission. We don’t take it up front; the tool asks the moment you want it.
de: Die ersten vier und das Schreiben mit der Stimme brauchen eine Berechtigung. Wir holen sie nicht vorab ein – das jeweilige Werkzeug fragt genau dann, wenn du es willst.
es: Los cuatro primeros y la escritura por voz requieren permiso. No lo pedimos por adelantado: la herramienta pregunta en el momento en que tú lo quieres.
fr: Les quatre premiers et l’écriture à la voix nécessitent une autorisation. Nous ne la demandons pas à l’avance : l’outil demande au moment où tu le veux.
ja: 上の4つと声での入力は許可が必要です。前もっては求めません。あなたが望んだその瞬間に、そのツールが尋ねます。
ko: 앞의 네 가지와 음성 입력은 권한이 필요합니다. 미리 받지 않습니다. 당신이 원하는 바로 그 순간에 해당 도구가 묻습니다.
pt_br: Os quatro primeiros e a escrita por voz pedem permissão. Não pedimos antes; a ferramenta pergunta no momento em que você quiser.
tr: İlk dördü ve sesle yazma izin ister. İzni önden almayız; sen istediğin an, o araç sorar.
zh_hans: 前四项和语音输入需要权限。我们不会提前索取；你想用的那一刻，工具才会询问。

source: The line above is a tool trace: Tacet leaves one here for every tool it touches. Tap it to see exactly what it sent and received, raw.
de: Die Zeile oben ist eine Werkzeugspur: Tacet hinterlässt hier für jedes benutzte Werkzeug eine. Tippe darauf, um roh zu sehen, was gesendet und empfangen wurde.
es: La línea de arriba es un rastro de herramienta: Tacet deja uno aquí por cada herramienta que usa. Tócalo para ver en bruto qué envió y qué recibió.
fr: La ligne ci-dessus est une trace d'outil : Tacet en laisse une pour chaque outil utilisé. Touchez-la pour voir brut ce qui a été envoyé et reçu.
ja: 上の行はツールの痕跡です。Tacet は使用したツールごとにここへ残します。タップすると送受信した内容が生のまま見られます。
ko: 위 줄은 도구 흔적입니다. Tacet은 사용한 모든 도구를 여기에 남깁니다. 누르면 무엇을 보내고 받았는지 원본 그대로 볼 수 있습니다.
pt_br: A linha acima é um rastro de ferramenta: Tacet deixa um aqui para cada ferramenta que usa. Toque para ver em bruto o que enviou e recebeu.
tr: Yukarıdaki satır bir araç izi: Tacet dokunduğu her aracı buraya bırakır. Üstüne dokunursan ne gönderip ne aldığını ham hâliyle görürsün.
zh_hans: 上面那行是工具痕迹：Tacet 每用一个工具都会在此留下记录。点按即可查看它发送和接收的原始内容。

source: The microphone wasn’t available just now. Try again in a moment.
de: Das Mikrofon war gerade nicht verfügbar. Versuch es gleich noch einmal.
es: El micrófono no estaba disponible ahora mismo. Inténtalo de nuevo en un momento.
fr: Le micro n’était pas disponible à l’instant. Réessaie dans un moment.
ja: マイクを今は使えませんでした。少しあとでもう一度お試しください。
ko: 지금은 마이크를 사용할 수 없었습니다. 잠시 후 다시 시도해 보세요.
pt_br: O microfone não estava disponível agora. Tente de novo em instantes.
tr: Mikrofon şu an kullanılamadı. Biraz sonra yeniden dene.
zh_hans: 麦克风此刻不可用。请稍后再试。

source: The model is small and runs on your device: its general world knowledge is weak. When it doesn’t know, it doesn’t make things up — it says so.
de: Das Modell ist klein und läuft auf dem Gerät: sein Allgemeinwissen ist schwach. Was es nicht weiß, erfindet es nicht – es sagt, dass es das nicht weiß.
es: El modelo es pequeño y se ejecuta en tu dispositivo: su conocimiento general del mundo es escaso. Cuando no sabe algo, no lo inventa: lo dice.
fr: Le modèle est petit et fonctionne sur ton appareil : sa culture générale est faible. Quand il ne sait pas, il n’invente pas — il le dit.
ja: モデルは小さく、端末の中で動きます。一般的な世界知識は弱いです。知らないことは作り話をせず、知らないと言います。
ko: 모델은 작고 기기 안에서 돌아갑니다: 일반 상식은 약합니다. 모르는 것은 지어내지 않고, 모른다고 말합니다.
pt_br: O modelo é pequeno e roda no seu aparelho: o conhecimento geral de mundo é fraco. Quando não sabe, não inventa — diz que não sabe.
tr: Model küçük ve cihazın içinde çalışıyor: genel dünya bilgisi zayıftır. Bilmediğinde uydurmaz, bilmediğini söyler.
zh_hans: 模型很小，运行在你的设备里：通用世界知识较弱。不知道的事它不会编，会直说不知道。

source: The model is still downloading. Try again in a few minutes.
de: Das Modell wird noch geladen. Versuch es in ein paar Minuten erneut.
es: El modelo todavía se está descargando. Inténtalo de nuevo en unos minutos.
fr: Le modèle est encore en cours de téléchargement. Réessaie dans quelques minutes.
ja: モデルをまだダウンロード中です。数分後にもう一度お試しください。
ko: 모델을 아직 다운로드하는 중입니다. 몇 분 후 다시 시도하세요.
pt_br: O modelo ainda está sendo baixado. Tente de novo em alguns minutos.
tr: Model hâlâ indiriliyor. Birkaç dakika sonra tekrar dene.
zh_hans: 模型仍在下载中，请几分钟后重试。

source: The new language appears after you quit and reopen Tacet.
de: Die neue Sprache erscheint, nachdem du Tacet beendet und neu geöffnet hast.
es: El nuevo idioma aparece cuando cierras y vuelves a abrir Tacet.
fr: La nouvelle langue apparaît après avoir quitté puis rouvert Tacet.
ja: 新しい言語は Tacet を終了して開き直すと反映されます。
ko: 새 언어는 Tacet을 종료했다가 다시 열면 적용됩니다.
pt_br: O novo idioma aparece depois de fechar e reabrir o Tacet.
tr: Yeni dil, Tacet'i kapatıp yeniden açtığında görünür.
zh_hans: 关闭并重新打开 Tacet 后，新语言才会生效。

source: The page couldn’t be loaded: %@
de: Seite konnte nicht geladen werden: %@
es: No se pudo cargar la página: %@
fr: La page n’a pas pu être chargée : %@
ja: ページを読み込めませんでした：%@
ko: 페이지를 로드하지 못했습니다: %@
pt_br: Não foi possível carregar a página: %@
tr: Sayfa yüklenemedi: %@
zh_hans: 无法加载页面：%@

source: The page couldn’t be verified
de: Seite konnte nicht überprüft werden
es: No se pudo verificar la página
fr: La page n’a pas pu être vérifiée
ja: ページを検証できませんでした
ko: 페이지를 확인하지 못했습니다
pt_br: Não foi possível verificar a página
tr: Sayfa doğrulanamadı
zh_hans: 无法验证页面

source: The page didn’t load within 3 seconds
de: Seite wurde nicht innerhalb von 3 Sekunden geladen
es: La página no se cargó en 3 segundos
fr: La page ne s’est pas chargée en 3 secondes
ja: ページが3秒以内に読み込まれませんでした
ko: 페이지가 3초 안에 로드되지 않았습니다
pt_br: A página não carregou em 3 segundos
tr: Sayfa 3 saniye içinde yüklenmedi
zh_hans: 页面未在 3 秒内加载

source: The page made a request to an address outside the file
de: Die Seite hat eine Adresse außerhalb der Datei angefragt
es: La página hizo una solicitud a una dirección fuera del archivo
fr: La page a fait une requête vers une adresse hors du fichier
ja: ページがファイル外のアドレスへリクエストしました
ko: 페이지가 파일 외부 주소로 요청했습니다
pt_br: A página fez uma solicitação a um endereço fora do arquivo
tr: Sayfa dosya dışı bir adrese istek yaptı
zh_hans: 页面向文件外的地址发起了请求

source: The previous store couldn’t be opened, so it was kept as “%@” and Tacet started with a clean store. Nothing was deleted.
de: Der vorherige Speicher ließ sich nicht öffnen, daher wurde er als „%@“ aufbewahrt und Tacet ist mit einem leeren Speicher gestartet. Nichts wurde gelöscht.
es: No se pudo abrir el almacén anterior, así que se conservó con el nombre «%@» y Tacet comenzó con un almacén limpio. No se eliminó nada.
fr: Le stockage précédent n’a pas pu être ouvert : il a été conservé sous le nom « %@ » et Tacet a démarré avec un stockage vierge. Rien n’a été supprimé.
ja: 以前のストレージを開けなかったため「%@」という名前で保管し、Tacet は新しいストレージで開始しました。何も削除されていません。
ko: 이전 저장소를 열 수 없어 “%@” 이름으로 보관했고, Tacet은 비어 있는 저장소로 시작했습니다. 아무것도 삭제되지 않았습니다.
pt_br: O armazenamento anterior não pôde ser aberto, então foi guardado como “%@” e o Tacet começou com um armazenamento limpo. Nada foi excluído.
tr: Önceki depo açılamadığı için “%@” adıyla saklandı ve Tacet temiz bir depoyla başladı. Hiçbir şey silinmedi.
zh_hans: 先前的存储无法打开，因此已以“%@”为名保留，Tacet 以全新存储启动。没有任何内容被删除。

source: The search server didn’t return JSON.
de: Der Suchserver hat kein JSON zurückgegeben.
es: El servidor de búsqueda no devolvió JSON.
fr: Le serveur de recherche n’a pas renvoyé de JSON.
ja: 検索サーバーが JSON を返しませんでした。
ko: 검색 서버가 JSON을 반환하지 않았습니다.
pt_br: O servidor de busca não retornou JSON.
tr: Arama sunucusu JSON döndürmedi.
zh_hans: 搜索服务器未返回 JSON。

source: The server couldn’t be reached. The address wasn’t found, or the response didn’t arrive in time.
de: Der Server war nicht erreichbar. Die Adresse wurde nicht gefunden oder die Antwort kam nicht rechtzeitig.
es: No se pudo acceder al servidor. No se encontró la dirección o la respuesta no llegó a tiempo.
fr: Le serveur n’a pas pu être joint. L’adresse est introuvable ou la réponse n’est pas arrivée à temps.
ja: サーバーに接続できませんでした。アドレスが見つからないか、応答が時間内に届きませんでした。
ko: 서버에 연결하지 못했습니다. 주소를 찾을 수 없거나 응답이 제때 오지 않았습니다.
pt_br: Não foi possível acessar o servidor. O endereço não foi encontrado ou a resposta não chegou a tempo.
tr: Sunucuya ulaşılamadı. Adres bulunamadı ya da yanıt zamanında gelmedi.
zh_hans: 无法访问服务器。未找到该地址，或响应未及时返回。

source: The server didn’t provide a readable schema.
de: Der Server hat kein lesbares Schema geliefert.
es: El servidor no proporcionó un esquema legible.
fr: Le serveur n’a pas fourni de schéma lisible.
ja: サーバーが読み取り可能なスキーマを返しませんでした。
ko: 서버가 읽을 수 있는 스키마를 제공하지 않았습니다.
pt_br: O servidor não forneceu um esquema legível.
tr: Sunucu okunabilir bir şema vermedi.
zh_hans: 服务器未提供可读的架构。

source: The server responded but didn’t return JSON. In the server’s settings.yml, formats: json must be enabled.
de: Der Server hat geantwortet, aber kein JSON zurückgegeben. In der settings.yml des Servers muss formats: json aktiviert sein.
es: El servidor respondió pero no devolvió JSON. En el archivo settings.yml del servidor debe estar activado formats: json.
fr: Le serveur a répondu mais n’a pas renvoyé de JSON. Dans le fichier settings.yml du serveur, formats: json doit être activé.
ja: サーバーは応答しましたが、JSON を返しませんでした。サーバーの settings.yml で formats: json を有効にする必要があります。
ko: 서버가 응답했지만 JSON을 반환하지 않았습니다. 서버의 settings.yml 파일에서 formats: json이 켜져 있어야 합니다.
pt_br: O servidor respondeu, mas não retornou JSON. No arquivo settings.yml do servidor, formats: json precisa estar ativado.
tr: Sunucu yanıt verdi ama JSON döndürmedi. Sunucunun settings.yml dosyasında formats: json açık olmalı.
zh_hans: 服务器已响应，但未返回 JSON。需在服务器的 settings.yml 中启用 formats: json。

source: The server returned %lld. The address may be right, but search may not be exposed at this path.
de: Der Server hat %lld zurückgegeben. Die Adresse kann stimmen, aber die Suche ist unter diesem Pfad womöglich nicht erreichbar.
es: El servidor devolvió %lld. La dirección puede ser correcta, pero quizá la búsqueda no esté disponible en esa ruta.
fr: Le serveur a renvoyé %lld. L’adresse est peut-être correcte, mais la recherche n’est peut-être pas exposée à ce chemin.
ja: サーバーが %lld を返しました。アドレスは正しくても、このパスでは検索が公開されていない可能性があります。
ko: 서버가 %lld을(를) 반환했습니다. 주소가 맞더라도 이 경로에서는 검색이 열려 있지 않을 수 있습니다.
pt_br: O servidor retornou %lld. O endereço pode estar certo, mas talvez a busca não esteja disponível nesse caminho.
tr: Sunucu %lld döndürdü. Adres doğru olsa da arama bu yoldan açılmıyor olabilir.
zh_hans: 服务器返回 %lld。地址可能正确，但该路径下也许并未开放搜索。

source: The setting stays as it is.
de: Die Einstellung bleibt unverändert.
es: El ajuste se queda como está.
fr: Le réglage reste tel quel.
ja: 設定はそのままです。
ko: 설정은 그대로 유지됩니다.
pt_br: A configuração permanece como está.
tr: Ayar olduğu gibi kalır.
zh_hans: 设置保持不变。

source: The store couldn’t be opened. What you write stays only on screen; when you close Tacet, these conversations are gone.
de: Der Speicher konnte nicht geöffnet werden. Was du schreibst, bleibt nur auf dem Bildschirm; wenn du Tacet schließt, sind diese Unterhaltungen weg.
es: No se pudo abrir el almacén. Lo que escribas solo queda en pantalla; al cerrar Tacet, estas conversaciones desaparecerán.
fr: Impossible d’ouvrir le stockage. Ce que tu écris reste seulement à l’écran ; en fermant Tacet, ces conversations disparaîtront.
ja: ストレージを開けませんでした。入力した内容は画面上に残るだけで、Tacet を閉じるとこれらの会話は消えます。
ko: 저장소를 열지 못했습니다. 입력한 내용은 화면에만 남으며, Tacet을 닫으면 이 대화는 사라집니다.
pt_br: Não foi possível abrir o armazenamento. O que você escrever fica só na tela; ao fechar o Tacet, estas conversas serão perdidas.
tr: Depo açılamadı. Yazdıkların yalnızca ekranda duruyor; Tacet'i kapatınca bu sohbetler kaybolur.
zh_hans: 无法打开存储。你输入的内容仅停留在屏幕上；关闭 Tacet 后，这些对话将消失。

source: The store where your chats are kept could not be opened on this device, so Tacet cannot start a conversation. Your data has not been deleted.
de: Der Speicher mit deinen Chats konnte auf diesem Gerät nicht geöffnet werden, daher kann Tacet kein Gespräch beginnen. Deine Daten wurden nicht gelöscht.
es: No se pudo abrir en este dispositivo el almacén donde se guardan tus chats, así que Tacet no puede iniciar una conversación. Tus datos no se han borrado.
fr: L'espace où sont conservées tes conversations n'a pas pu être ouvert sur cet appareil, donc Tacet ne peut pas démarrer d'échange. Tes données n'ont pas été supprimées.
ja: 会話を保存している領域をこの端末で開けなかったため、Tacet は会話を開始できません。データは削除されていません。
ko: 대화가 저장된 저장소를 이 기기에서 열 수 없어 Tacet이 대화를 시작할 수 없습니다. 데이터는 삭제되지 않았습니다.
pt_br: Não foi possível abrir neste dispositivo o armazenamento onde suas conversas ficam guardadas, então o Tacet não consegue iniciar a conversa. Seus dados não foram apagados.
tr: Sohbetlerin saklandığı depo bu cihazda açılamadı, bu yüzden Tacet yazışmayı başlatamıyor. Verilerin silinmedi.
zh_hans: 无法在此设备上打开保存对话的存储，因此 Tacet 无法开始对话。你的数据没有被删除。

source: The system is downloading the on-device model. When it’s done, Tacet works on its own; you don’t need to restart the app.
de: Das System lädt das Modell auf das Gerät. Danach läuft Tacet von selbst; du musst die App nicht neu starten.
es: El sistema está descargando el modelo en el dispositivo. Cuando termine, Tacet funcionará solo; no hace falta reiniciar la app.
fr: Le système télécharge le modèle sur l’appareil. Une fois terminé, Tacet fonctionne tout seul ; inutile de relancer l’app.
ja: システムがオンデバイスモデルをダウンロードしています。完了すれば Tacet はひとりでに動きます。アプリを再起動する必要はありません。
ko: 시스템이 온디바이스 모델을 내려받고 있습니다. 끝나면 Tacet은 알아서 동작합니다. 앱을 다시 시작할 필요는 없습니다.
pt_br: O sistema está baixando o modelo no dispositivo. Quando terminar, o Tacet funciona sozinho; não precisa reiniciar o app.
tr: Cihaz-üstü modeli sistem indiriyor. Bittiğinde Tacet kendiliğinden çalışır; uygulamayı yeniden başlatman gerekmez.
zh_hans: 系统正在下载设备端模型。完成后 Tacet 会自行运行；无需重启 App。

source: The table could not be read.
de: Die Tabelle konnte nicht gelesen werden.
es: No se pudo leer la tabla.
fr: Le tableau n'a pas pu être lu.
ja: 表を読み取れませんでした。
ko: 표를 읽지 못했습니다.
pt_br: Não foi possível ler a tabela.
tr: Tablo okunamadı.
zh_hans: 无法读取表格。

source: The task you pick lands in the input field; it runs as soon as you send it. Tacet leaves every tool it touches on screen — you don’t have to read what it did, you see it.
de: Die gewählte Aufgabe landet im Eingabefeld; sobald du sie sendest, läuft sie los. Tacet lässt jedes benutzte Werkzeug am Bildschirm zurück – du musst nicht nachlesen, was es getan hat, du siehst es.
es: La tarea que elijas aparece en el campo de entrada; se ejecuta en cuanto la envías. Tacet deja en pantalla cada herramienta que usa: no tienes que leer lo que hizo, lo ves.
fr: La tâche choisie arrive dans le champ de saisie ; elle s’exécute dès que tu l’envoies. Tacet laisse à l’écran chaque outil qu’il utilise — tu n’as pas à lire ce qu’il a fait, tu le vois.
ja: 選んだタスクは入力欄に入ります。送信すればすぐ動きます。Tacet は触れたツールをすべて画面に残します。何をしたか読む必要はなく、見えます。
ko: 고른 할 일이 입력란에 들어갑니다. 보내면 바로 실행됩니다. Tacet은 사용한 모든 도구를 화면에 남깁니다 — 무엇을 했는지 읽을 필요 없이 보입니다.
pt_br: A tarefa escolhida cai no campo de entrada; ela roda assim que você envia. O Tacet deixa na tela cada ferramenta que usa — você não precisa ler o que ele fez, você vê.
tr: Seçtiğin iş giriş alanına düşer; gönderdiğinde hemen çalışır. Tacet dokunduğu her aracı ekranda bırakır — ne yaptığını okumana gerek kalmaz, görürsün.
zh_hans: 你选的任务会落到输入框；发送后立即执行。Tacet 会把用过的每个工具留在屏幕上——你不用读它做了什么，你能看见。

source: The test couldn’t be completed: %@
de: Der Test konnte nicht abgeschlossen werden: %@
es: No se pudo completar la prueba: %@
fr: Le test n’a pas pu aboutir : %@
ja: テストを完了できませんでした：%@
ko: 테스트를 완료하지 못했습니다: %@
pt_br: Não foi possível concluir o teste: %@
tr: Deneme tamamlanamadı: %@
zh_hans: 测试未能完成：%@

source: The test stopped partway.
de: Der Test wurde abgebrochen.
es: La prueba se interrumpió.
fr: Le test s’est interrompu.
ja: テストが途中で終了しました。
ko: 테스트가 중간에 멈췄습니다.
pt_br: O teste foi interrompido.
tr: Deneme yarıda kaldı.
zh_hans: 测试中途停止。

source: There is no content for the table.
de: Für die Tabelle ist kein Inhalt vorhanden.
es: No hay contenido para la tabla.
fr: Il n'y a aucun contenu pour le tableau.
ja: 表にする内容がありません。
ko: 표로 만들 내용이 없습니다.
pt_br: Não há conteúdo para a tabela.
tr: Tablo için içerik yok.
zh_hans: 没有可用于表格的内容。

source: There’s no on-device recognition model for the selected language on this device. So your voice never leaves the device, dictation stays off.
de: Für die gewählte Sprache gibt es auf diesem Gerät kein Erkennungsmodell. Damit deine Stimme das Gerät nicht verlässt, bleibt das Diktat aus.
es: No hay modelo de reconocimiento en el dispositivo para el idioma seleccionado. Para que tu voz no salga del dispositivo, el dictado permanece desactivado.
fr: Aucun modèle de reconnaissance sur l’appareil pour la langue choisie. Pour que ta voix ne quitte pas l’appareil, la dictée reste désactivée.
ja: 選択中の言語のオンデバイス認識モデルがこの端末にありません。声が端末から出ないよう、音声入力はオフのままです。
ko: 선택한 언어의 온디바이스 인식 모델이 이 기기에 없습니다. 음성이 기기를 벗어나지 않도록 받아쓰기는 꺼진 채로 둡니다.
pt_br: Não há modelo de reconhecimento no dispositivo para o idioma selecionado. Para sua voz não sair do aparelho, o ditado fica desativado.
tr: Seçili dilin cihaz içi tanıma modeli bu cihazda yok. Sesin cihazdan çıkmaması için dikte kapalı kalır.
zh_hans: 本机没有所选语言的设备端识别模型。为了让语音不离开设备，听写保持关闭。

source: There’s no space left on the device.
de: Auf dem Gerät ist kein Speicherplatz mehr frei.
es: No queda espacio en el dispositivo.
fr: Il n’y a plus d’espace sur l’appareil.
ja: 端末の空き容量がありません。
ko: 기기에 남은 공간이 없습니다.
pt_br: Não há mais espaço no dispositivo.
tr: Cihazda yer kalmadı.
zh_hans: 设备存储空间已满。

source: These notes never leave your device. Tacet looks at them when they’re relevant.
de: Diese Notizen verlassen dein Gerät nie. Tacet sieht sie sich an, wenn sie relevant sind.
es: Estas notas no salen de tu dispositivo. Tacet las consulta cuando son relevantes.
fr: Ces notes ne quittent jamais ton appareil. Tacet les consulte quand elles sont pertinentes.
ja: これらのメモがデバイスから出ることはありません。関連するときに Tacet が参照します。
ko: 이 메모는 기기 밖으로 나가지 않습니다. 관련이 있을 때 Tacet이 참고합니다.
pt_br: Estas notas não saem do seu dispositivo. O Tacet as consulta quando são relevantes.
tr: Bu notlar cihazından çıkmaz. İlgili olduklarında Tacet onlara bakar.
zh_hans: 这些备忘录不会离开你的设备。相关时 Tacet 会查看它们。
